{"translation-revision-date":"2024-12-24 12:03:57+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Standard Login":["Acceso estándar"],"Two-Factor Enabled":["Doble factor activo"],"Allow Two-Factor":["Permitir doble factor"],"Require Two-Factor":["Requerir doble factor"],"<b>Require Two-Factor<\/b> is a Pro feature.":["<b>Requerir doble factor<\/b> es una característica Pro."],"Two-Factor combines something you know (your password), with something you have. If an attacker is able to compromise your password, Two-Factor can stop them in their tracks because they won’t have access to your phone or email.":["El doble factor combina algo que tú sabes (tu contraseña) con algo que tienes. Si un atacante es capaz de comprometer tu contraseña, el doble factor puede frenarlos en sus ataques porque no tienen acceso a tu teléfono o a tu correo electrónico."],"90% of targeted account takeover attacks can be prevented by using Two-Factor.":["El 90% de los ataques dirigidos a la toma de control de cuentas pueden evitarse utilizando el doble factor."],"Password Requirements Enabled":["Requisitos de contraseñas activos"],"No Password Requirements":["Sin requisitos de contraseñas"],"Password Strength:":["Fortaleza de contraseña:"],"<b>Hint:<\/b> The password should be at least twelve characters long. To make it stronger, use upper and lower case letters, numbers, and symbols like ! \" ? $ % ^ & ).":["<b>Sugerencia<\/b>: La contraseña debe tener al menos doce caracteres. ¡Para hacerla más fuerte, usa letras mayúsculas y minúsculas, números y símbolos como ! \" ? $ % ^ & )."],"Register":["Registro"],"A strong password improves security by making it significantly harder for hackers to guess their way into your website. Refusing compromised passwords prevents bad actors from using passwords found in breaches, an attack known as “Credential Stuffing.”":["Una contraseña fuerte mejora la seguridad al dificultar significativamente que los hackers adivinen cómo entrar en tu sitio web. Rechazar contraseñas comprometidas evita que los malos actores utilicen contraseñas encontradas en brechas, un ataque conocido como «Relleno de credenciales»."],"80% of hacks can be attributed to password compromises.":["El 80% de los hackeos pueden atribuirse a la vulneración de contraseñas."],"We do not recognize your password":["No reconocemos tu contraseña"],"We do not recognize your email":["No reconocemos tu correo electrónico"],"example@gmail.com":["ejemplo@gmail.com"],"Enabling this will send data about login attempts to SolidWP servers.":["Al activar esta opción, se enviarán datos sobre los intentos de acceso a los servidores de SolidWP."],"Brute Force protection slows down attackers who try to guess login credentials for your site.":["La protección contra la fuerza bruta frena a los atacantes que intentan adivinar las credenciales de acceso a tu sitio."],"Attackers can make thousands of login attempts before you even notice.":["Los atacantes pueden realizar miles de intentos de inicio de sesión antes de que te des cuenta."],"Everyone":["Todos"],"Editor Capabilities & greater (recommended)":["Capacidades de editor y superior (recomendado)"],"Manage Vulnerabilities":["Gestionar vulnerabilidades"],"Patchstack’s Virtual Patching, available in <a>Solid Security Pro<\/a>, protects you against the most important vulnerabilities, 24\/7.":["El parcheado virtual de Patchstack, disponible en <a>Solid Security Pro<\/a>, te protege contra las vulnerabilidades más importantes, 24 horas al día, 7 días a la semana."],"Stay safe from critical vulnerabilities, even while you sleep":["Aléjate de las vulnerabilidades críticas, incluso mientras duermes"],"Now that your initial setup for Solid Security is complete, it’s time to take care of those vulnerabilities we detected earlier.":["Ahora que la configuración inicial de Solid Security está completa, es hora de ocuparse de las vulnerabilidades que detectamos anteriormente."],"Resolve the vulnerabilities we found":["Resuelve las vulnerabilidades que encontramos"],"We guide you through our main security features to get you started on the right foot. We cover features related to security topics like Two-Factor Authentication, Password Policy, Firewall features, and more.":["Te guiamos a través de nuestras principales características de seguridad para que empieces con buen pie. Cubrimos características relacionadas con temas de seguridad como la doble identificación, la política de contraseñas, las características del cortafuegos y mucho más."],"What’s Next?":["¿Y ahora qué?"],"Great job on keeping all your plugins & themes up to date. Let’s help you take the next step.":["Buen trabajo manteniendo todos tus plugins y temas actualizados. Vamos a ayudarte a dar el siguiente paso."],"Build on your success by setting up Solid Security now":["Refuerza tu éxito implantando ahora Solid Security"],"Congrats, we didn’t find any vulnerabilities!":["¡Enhorabuena, no hemos encontrado ninguna vulnerabilidad!"],"No, Skip Site Scan":["No, sáltate la exploración del sitio"],"Scan Site":["Explorar el sitio"],"Skip for Now":["Saltar por ahora"],"Oops! We hit a snag scanning your site.":["¡Vaya! Tuvimos un problema al explorar tu sitio."],"Why is this important?":["¿Por qué es importante esto?"],"Continue Setup":["Continuar configuración"],"Manually resolving vulnerabilities requires some poking around. It’s best to have a configured security environment before jumping into manually resolving vulnerabilities.":["La resolución manual de vulnerabilidades requiere un poco de investigación. Es mejor tener un entorno de seguridad configurado antes de lanzarse a resolver vulnerabilidades manualmente."],"Why not resolve the vulnerabilities now?":["¿Por qué no resolver las vulnerabilidades ahora?"],"Preview of the Vulnerabilities page in Solid Security.":["Vista previa de la página de vulnerabilidades de Solid Security."],"We will revisit and resolve your existing vulnerabilities once you’ve set up Solid Security.":["Revisaremos y resolveremos las vulnerabilidades existentes una vez que haya configurado Solid Security."],"Here’s what’s next":["Y ahora lo siguiente"],"Pro Tip: Solid Security will scan your site twice a day to ensure it stays free of any vulnerabilities.":["Consejo profesional: Solid Security explorará tu sitio dos veces al día para asegurarse de que se mantiene libre de cualquier vulnerabilidad."],"Pro Tip: Solid Security can scan your site twice a day to ensure it stays free of any vulnerabilities, just enable the feature below.":["Consejo profesional: Solid Security puede explorar tu sitio dos veces al día para asegurarse de que se mantiene libre de cualquier vulnerabilidad, sólo tienes que activar la característica de abajo."],"We also found %d additional vulnerability on your site.":["También hemos encontrado %d vulnerabilidad adicional en tu sitio.","También hemos encontrado %d vulnerabilidades adicionales en tu sitio."],"Exploiting vulnerable software is one of the main tactics used by bad actors to hack your site.":["Explotar software vulnerable es una de las principales tácticas utilizadas por los malos actores para piratear tu sitio."],"We found some issues":["Hemos encontrado algunos problemas"],"Recommended Feature":["Característica recomendaba"],"%d additional lower severity issue found":["%d problema adicional de severidad baja encontrado","%d problemas adicionales de severidad baja encontrados"],"%d critical severity issue found":["%d problema adicional de severidad crítica encontrado","%d problemas adicionales de severidad crítica encontrados"],"%d high severity issue found":["%d problema adicional de severidad alta encontrado","%d problemas adicionales de severidad alta encontrados"],"%d medium severity issue found":["%d problema adicional de severidad media encontrado","%d problemas adicionales de severidad media encontrados"],"%d low severity issue found":["%d problema adicional de severidad baja encontrado","%d problemas adicionales de severidad baja encontrados"],"Found vulnerabilities":["Vulnerabilidades encontradas"],"Scheduled Site Scan":["Exploración del sitio programada"],"You must select an IP Detection method in <a>Global Settings<\/a>. <help>Learn more<\/help>.":["Debes seleccionar un método de Detección de IP en <a>Ajustes globales<\/a>. <help>Más información<\/help>."],"If your web server is behind a proxy server like CloudFlare.":["Si tu servidor web está detrás de un servidor proxy como CloudFlare."],"Proxy Server":["Servidor proxy"],"If your web server is directly exposed to the internet.":["Si tu servidor web está expuesto directamente a Internet."],"Direct Connection":["Conexión directa"],"Feature not available":["Característica no disponible"],"%s seconds":["%s segundos"],"%s minutes":["%s minutos"],"%s hours":["%s horas"],"%s days":["%s días"],"%s months":["%s meses"],"%s years":["%s años"],"Online Recently":["En línea recientemente"],"Password":["Contraseña"],"Powered by":["Funciona con"],"Critical":["Crítica"],"Use your security dashboard for insights into your users’ activity and potential threats to your site. From there you’ll be guided to actions you can take.":["Utiliza tu panel de seguridad para conocer la actividad de tus usuarios y las posibles amenazas a tu sitio. A partir de ahí se te indicarán las acciones que puedes emprender."],"Great Work! Thanks to Solid Security Basic, your site is secure and ready for your users.":["¡Gran trabajo! Gracias a Solid Security Basic, tu sitio es seguro y está listo para tus usuarios."],"and more!":["¡y más!"],"Upgrade to Solid Security Pro":["Actualiza a Solid Security Pro"],"You are a WordPress security superstar! Be sure to take advantage of the features that comes with your paid plan. Paid features include…":["¡Eres una superestrella de la seguridad en WordPress! Asegúrate de aprovechar las funciones que incluye tu plan de pago. Las funciones de pago incluyen..."],"Extended features for professionals include:":["Las funciones ampliadas para profesionales incluyen:"],"Greatly enhance your website’s security with Solid Security Pro.":["Mejora notablemente la seguridad de tu sitio con Solid Security Pro."],"Reduce your site’s security risk to nearly zero with Solid Security Pro.":["Reduce el riesgo de seguridad de tu sitio casi a cero con Solid Security Pro."],"WP-CLI":["WP-CLI"],"Import & Export":["Importar y exportar"],"Captcha":["Captcha"],"Passwordless Login and Passkeys":["Inicio de sesión sin contraseña y llaves de acceso"],"Multiple <b>CAPTCHA<\/b> options, including <b>Cloudflare Turnstile<\/b>, eliminate bot traffic from your login screens and other forms. You won’t be asked to solve a puzzle or identify objects to prove you’re a human — unless you’re a bot.":["Múltiples opciones de <b>CAPTCHA<\/b>, incluido <b>Cloudflare Turnstile<\/b>, eliminan el tráfico de bots de tus pantallas de acceso y otros formularios. No se te pedirá que resuelvas un puzzle o identifiques objetos para demostrar que eres humano, a menos que seas un bot."],"<b>Passkeys<\/b> and other <b>Passwordless<\/b> Login options mitigate the risks associated with users who often share, reuse, and choose weak passwords. Increase your users’ security and simplify their login experience.":["<b>Las llaves de acceso<\/b> y otras opciones de <b>Inicio de sesión sin contraseña<\/b> mitigan los riesgos asociados a los usuarios que suelen compartir, reutilizar y elegir contraseñas débiles. Aumenta la seguridad de tus usuarios y simplifica su experiencia de inicio de sesión."],"<b>Version Management<\/b> gives you precise control over when to apply or delay an automatic update to any plugin, theme, extension, or WordPress core.":["<b>Gestión de versiones<\/b> te permite controlar con precisión cuándo aplicar o retrasar una actualización automática de cualquier plugin, tema, extensión o núcleo de WordPress."],"<b>Virtual Patches<\/b> from <b>Patchstack<\/b> that protect insecure themes and plugins even before vulnerabilities are publicly disclosed and an official patch is released. You may not be able to apply security updates immediately, but with Solid Security Pro you’re still protected until you’re ready to update.":["<b>Parches Virtuales<\/b> de <b>Patchstack<\/b> que protegen temas y plugins inseguros incluso antes de que las vulnerabilidades se hagan públicas y se lance un parche oficial. Puede que no puedas aplicar las actualizaciones de seguridad inmediatamente, pero con Solid Security Pro seguirás protegido hasta que estés listo para actualizar."],"A <b>Firewall<\/b> that automatically blocks brute force logins, password-stuffing, DDoS attacks, bad bots, and any attempts to exploit vulnerable software on your site.":["Un <b>cortafuegos<\/b> que bloquea automáticamente los inicios de sesión por fuerza bruta, el robo de contraseñas, los ataques DDoS, los robots maliciosos y cualquier intento de explotar software vulnerable en tu sitio."],"Client Website":["Web de un cliente"],"My Own Website":["Mi propia web"],"Select the one that best represents your website. This will focus the rest of the setup wizard on the options most necessary to secure the site.":["Selecciona lo que mejor represente a tu web. Esto centrará el resto del asistente de configuración en las opciones más necesarias para asegurar el sitio."],"What type of website is this?":["¿Qué tipo de web es esta?"],"Welcome to Solid Security! Answer a few questions to quickly enable the most important security features for this website. You can always change settings later.":["¡Bienvenido a Solid Security! Responde a algunas preguntas para activar rápidamente las funciones de seguridad más importantes para web. Siempre puedes cambiar los ajustes más tarde."],"Hang on while your website is secured!":["¡Aguanta mientras se asegura tu web!"],"Summary":["Resumen"],"Configure advanced Solid Security settings.":["Configura las opciones avanzadas de Solid Security."],"%s Settings":["Ajustes de %s"],"View external documentation.":["Ver documentación externa."],"Choose and configure security features for your site.":["Elige y configura funciones de seguridad para tu sitio."],"out of %d":["de %d"],"Patchstack":["Patchstack"],"Loading Solid Security without an MU-Plugin is not supported.":["No se puede cargar Solid Security sin un MU-Plugin."],"Loading Solid Security via an MU-Plugin is not supported.":["No se puede cargar Solid Security a través de un MU-Plugin."],"Firewall":["Cortafuegos"],"Here are some notable improvements…":["Aquí hay algunas mejoras notables ..."],"Banning bad bots and user agents":["Prohibición a bots y agentes de usuario maliciosos"],"Monitoring for suspicious file changes":["Seguimiento de cambios de archivos sospechosos"],"Scanning for vulnerable themes, plugins, and known malware":["Exploración de temas vulnerables, plugins y malware conocido"],"Brute force attacks blocked":["Ataques de fuerza bruta bloqueados"],"User security strengthened":["Seguridad del usuario reforzada"],"If you want to dig into your site’s security, check out your security dashboard, and make changes via settings.":["Si deseas profundizar en la seguridad de tu sitio, comprueba tu escritorio de seguridad y realiza cambios a través de los ajustes."],"Great Work! Your site is ready and is more secure than ever!":["¡Gran trabajo! ¡Tu sitio está listo y es más seguro que nunca!"],"The following PHP extension is required: %l.":["Se requiere la siguiente extensión PHP: %l.","Se requieren las siguientes extensiones PHP: %l."],"The %s PHP extension is required.":["Se requiere la extensión PHP %s."],"You must be running PHP version %s or later.":["Debes estar ejecutando la versión de PHP %s o posterior."],"Multisite is not supported.":["No es compatible con multisitio"],"Multisite must be enabled.":["El multisitio debe estar activado."],"Search for features, settings, and more":["Buscar una característica, ajuste y más"],"The '%s' feature flag must be enabled.":["Debes activar la característica '%s' "],"Local Brute Force":["Fuerza bruta local"],"Search Results":["Resultados de búsqueda"],"%d result found.":["%d resultado encontrado.","%d resultados encontrados."],"Moved %1$s to %2$s.":["%1$s movido a %2$s."],"Exclude":["Excluir"],"The list of items to include in the selection.":["La lista de elementos a incluir en la selección"],"Included":["Incluidos"],"Include":["Incluir"],"The list of items to exclude from the selection.":["La lista de elementos a excluir de la selección"],"Excluded":["Excluidos"],"Select":["Seleccionar"],"File Selector":["Selector de archivos"],"Restore Default":["Restablecer a los valores por defecto"],"Privacy Policy":["Política de Privacidad"],"Trusted Devices":["Dispositivos de confianza"],"Undo Changes":["Deshacer cambios"],"Add":["Añadir"],"Utilities":["Utilidades"],"Site Check":["Comprobación del sitio"],"Login Security":["Seguridad en el acceso"],"Could not complete setup: %s":["No se pudo completar la configuración: %s"],"No site type found with that id.":["No se ha encontrado ningún tipo de sitio con ese id."],"Already started setting up Solid Security? <a>Resume<\/a> from where you left off.":["¿Ya habías empezado a configurar iThemes Security? <a>Sigue<\/a> desde donde lo dejaste."],"Enable Features":["Activar características"],"Enable the “%s” module.":["Activar el módulo «%s»."],"Secure Site":["Asegurar sitio"],"Next":["Siguiente"],"Recommended":["Recomendado"],"Toggle Sidebar":["Activar\/desactivar barra de herramientas"],"Copy Error":["Error al copiar"],"Refresh":["Recargar"],"Two-Factor":["Dos factores"],"Back":["Volver"],"Continue":["Continuar"],"Your site must support SSL.":["Tu sitio debe ser compatible con SSL."],"Administrator Capabilities":["Capacidades del administrador"],"Features":["Características"],"An unexpected error occurred.":["Ha ocurrido un error inesperado."],"Username or Email Address":["Nombre de usuario o dirección de correo electrónico"],"An unknown error occurred.":["Ocurrió un error desconocido."],"Save":["Guardar"],"Network Brute Force":["Ataque de fuerza bruta en red"],"Website":["Web"],"Version Management":["Gestor de versiones"],"Cancel":["Cancelar"],"Configure Settings":["Configurar ajustes"],"Email Address":["Dirección de correo electrónico"],"Low":["Bajo"],"Medium":["Medio"],"High":["Alto"],"Global Settings":["Ajustes globales"],"Dashboard":["Escritorio"],"Pro":["Pro"],"Advanced":["Avanzado"],"Settings":["Ajustes"]}},"comment":{"reference":"dist\/pages\/settings.js"}}