{"translation-revision-date":"2024-12-24 12:03:57+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"We guide you through our main security features to get you started on the right foot. We cover features related to security topics like Two-Factor Authentication, Password Policy, Firewall features, and more.":["Te guiamos a través de nuestras principales características de seguridad para que empieces con buen pie. Cubrimos características relacionadas con temas de seguridad como la doble identificación, la política de contraseñas, las características del cortafuegos y mucho más."],"What’s Next?":["¿Y ahora qué?"],"Great job on keeping all your plugins & themes up to date. Let’s help you take the next step.":["Buen trabajo manteniendo todos tus plugins y temas actualizados. Vamos a ayudarte a dar el siguiente paso."],"Build on your success by setting up Solid Security now":["Refuerza tu éxito implantando ahora Solid Security"],"Congrats, we didn’t find any vulnerabilities!":["¡Enhorabuena, no hemos encontrado ninguna vulnerabilidad!"],"Continue Setup":["Continuar configuración"],"Pro Tip: Solid Security will scan your site twice a day to ensure it stays free of any vulnerabilities.":["Consejo profesional: Solid Security explorará tu sitio dos veces al día para asegurarse de que se mantiene libre de cualquier vulnerabilidad."],"Pro Tip: Solid Security can scan your site twice a day to ensure it stays free of any vulnerabilities, just enable the feature below.":["Consejo profesional: Solid Security puede explorar tu sitio dos veces al día para asegurarse de que se mantiene libre de cualquier vulnerabilidad, sólo tienes que activar la característica de abajo."]}},"comment":{"reference":"core\/admin-pages\/entries\/settings\/pages\/site-type\/questions\/questions\/scan-site\/no-issues.js"}}