{"translation-revision-date":"2024-12-24 12:03:57+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Continue Setup":["Continuar configuración"],"Manually resolving vulnerabilities requires some poking around. It’s best to have a configured security environment before jumping into manually resolving vulnerabilities.":["La resolución manual de vulnerabilidades requiere un poco de investigación. Es mejor tener un entorno de seguridad configurado antes de lanzarse a resolver vulnerabilidades manualmente."],"Why not resolve the vulnerabilities now?":["¿Por qué no resolver las vulnerabilidades ahora?"],"Preview of the Vulnerabilities page in Solid Security.":["Vista previa de la página de vulnerabilidades de Solid Security."],"We will revisit and resolve your existing vulnerabilities once you’ve set up Solid Security.":["Revisaremos y resolveremos las vulnerabilidades existentes una vez que haya configurado Solid Security."],"Here’s what’s next":["Y ahora lo siguiente"],"Pro Tip: Solid Security will scan your site twice a day to ensure it stays free of any vulnerabilities.":["Consejo profesional: Solid Security explorará tu sitio dos veces al día para asegurarse de que se mantiene libre de cualquier vulnerabilidad."],"Pro Tip: Solid Security can scan your site twice a day to ensure it stays free of any vulnerabilities, just enable the feature below.":["Consejo profesional: Solid Security puede explorar tu sitio dos veces al día para asegurarse de que se mantiene libre de cualquier vulnerabilidad, sólo tienes que activar la característica de abajo."],"We also found %d additional vulnerability on your site.":["También hemos encontrado %d vulnerabilidad adicional en tu sitio.","También hemos encontrado %d vulnerabilidades adicionales en tu sitio."],"Exploiting vulnerable software is one of the main tactics used by bad actors to hack your site.":["Explotar software vulnerable es una de las principales tácticas utilizadas por los malos actores para piratear tu sitio."],"We found some issues":["Hemos encontrado algunos problemas"],"Powered by":["Funciona con"],"Patchstack":["Patchstack"]}},"comment":{"reference":"core\/admin-pages\/entries\/settings\/pages\/site-type\/questions\/questions\/scan-site\/found-issues.js"}}