{"translation-revision-date":"2024-12-24 12:03:57+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Manage Vulnerabilities":["Gestionar vulnerabilidades"],"Patchstack’s Virtual Patching, available in <a>Solid Security Pro<\/a>, protects you against the most important vulnerabilities, 24\/7.":["El parcheado virtual de Patchstack, disponible en <a>Solid Security Pro<\/a>, te protege contra las vulnerabilidades más importantes, 24 horas al día, 7 días a la semana."],"Stay safe from critical vulnerabilities, even while you sleep":["Aléjate de las vulnerabilidades críticas, incluso mientras duermes"],"Now that your initial setup for Solid Security is complete, it’s time to take care of those vulnerabilities we detected earlier.":["Ahora que la configuración inicial de Solid Security está completa, es hora de ocuparse de las vulnerabilidades que detectamos anteriormente."],"Resolve the vulnerabilities we found":["Resuelve las vulnerabilidades que encontramos"],"Use your security dashboard for insights into your users’ activity and potential threats to your site. From there you’ll be guided to actions you can take.":["Utiliza tu panel de seguridad para conocer la actividad de tus usuarios y las posibles amenazas a tu sitio. A partir de ahí se te indicarán las acciones que puedes emprender."],"Great Work! Thanks to Solid Security Basic, your site is secure and ready for your users.":["¡Gran trabajo! Gracias a Solid Security Basic, tu sitio es seguro y está listo para tus usuarios."],"If you want to dig into your site’s security, check out your security dashboard, and make changes via settings.":["Si deseas profundizar en la seguridad de tu sitio, comprueba tu escritorio de seguridad y realiza cambios a través de los ajustes."],"Great Work! Your site is ready and is more secure than ever!":["¡Gran trabajo! ¡Tu sitio está listo y es más seguro que nunca!"],"Dashboard":["Escritorio"],"Settings":["Ajustes"]}},"comment":{"reference":"core\/admin-pages\/entries\/settings\/pages\/summary\/header.js"}}